Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

# feedback_board_prompt_subtitle
source: Add ideas, vote for requests, and help prioritize updates.
ar: أضف أفكارك، وصوّت للطلبات، وساعدنا في تحديد أولويات التحديثات.
hi: विचार जोड़ें, अनुरोधों के लिए वोट करें और अपडेट को प्राथमिकता देने में सहायता करें।
id: Tambahkan ide, pilih permintaan, dan bantu prioritaskan pembaruan.
ja: アイデアを追加し、要望に投票して、更新の優先順位決めに参加できます。
ko: 아이디어를 추가하고 요청에 투표해 업데이트 우선순위를 정하는 데 참여하세요.
pt_br: Adicione ideias, vote em solicitações e ajude a priorizar atualizações.
ru: Добавляйте идеи, голосуйте за запросы и помогайте выбирать приоритеты обновлений.
uz: Gʻoyalar qoʻshing, soʻrovlarga ovoz bering va yangilanishlarni ustuvor qiling.

# feedback_board_prompt_title
source: Tell us what to build next
ar: أخبرنا بما تريد إضافته بعد ذلك
hi: हमें बताएं कि आगे क्या बनाना है
id: Beri tahu kami apa yang harus dibangun selanjutnya
ja: 次に作る機能を教えてください
ko: 다음에 만들 기능을 알려주세요
pt_br: Diga-nos o que construir a seguir
ru: Подскажите, что добавить дальше
uz: Keyin nimani qoʻshishni ayting

# feedback_board_title
source: Ideas & Voting
ar: الأفكار والتصويت
hi: विचार और मतदान
id: Ide & Pemungutan Suara
ja: アイデアと投票
ko: 아이디어 및 투표
pt_br: Ideias e votação
ru: Идеи и голосование
uz: Gʻoyalar va ovoz berish

# feedback_delete_message
source: Your idea will be removed from the board. Completed ideas stay visible.
ar: ستتم إزالة فكرتك من اللوحة. لا يمكن حذف الأفكار المكتملة.
hi: आपका विचार बोर्ड से हटा दिया जाएगा. पूर्ण विचार दृश्यमान रहते हैं.
id: Ide Anda akan dihapus dari papan. Ide yang sudah selesai tetap terlihat.
ja: あなたのアイデアはボードから削除されます。完了済みのアイデアは表示されたままです。
ko: 내 아이디어가 보드에서 제거됩니다. 완료된 아이디어는 계속 표시됩니다.
pt_br: Sua ideia será removida do quadro. As ideias concluídas permanecem visíveis.
ru: Ваша идея исчезнет с доски. Выполненные идеи остаются видимыми.
uz: Gʻoyangiz doskadan olib tashlanadi. Bajarilgan gʻoyalar ko‘rinib turadi.

# feedback_delete_title
source: Delete this idea?
ar: حذف هذه الفكرة؟
hi: यह विचार हटाएं?
id: Hapus ide ini?
ja: このアイデアを削除しますか？
ko: 이 아이디어를 삭제할까요?
pt_br: Excluir esta ideia?
ru: Удалить эту идею?
uz: Bu gʻoya oʻchirilsinmi?

# feedback_details_label
source: Details
ar: التفاصيل
hi: विवरण
id: Detail
ja: 詳細
ko: 세부 내용
pt_br: Detalhes
ru: Подробности
uz: Tafsilotlar

# feedback_details_placeholder
source: Explain why this would help your dealership.
ar: اشرح لماذا سيساعد ذلك وكالتك.
hi: बताएं कि इससे आपकी डीलरशिप को मदद क्यों मिलेगी।
id: Jelaskan mengapa ini akan membantu dealer Anda.
ja: それが販売店にどう役立つか説明してください。
ko: 이 기능이 딜러십에 어떻게 도움이 되는지 설명해 주세요.
pt_br: Explique por que isso ajudaria sua concessionária.
ru: Объясните, почему это поможет вашему дилерству.
uz: Bu dilerlik ishingizga qanday yordam berishini tushuntiring.

# feedback_done_note
source: Developer added this
ar: أضافه المطوّر
hi: डेवलपर ने इसे जोड़ा
id: Pengembang menambahkan ini
ja: 開発者が追加済み
ko: 개발자가 추가함
pt_br: O desenvolvedor adicionou isto
ru: Разработчик добавил
uz: Dasturchi qoʻshdi

# feedback_empty_message
source: Be the first to suggest what would make the app better for your dealership.
ar: كن أول من يقترح ما يجعل التطبيق أفضل لوكالتك.
hi: यह सुझाव देने वाले पहले व्यक्ति बनें कि ऐप आपके डीलरशिप के लिए क्या बेहतर बनाएगा।
id: Jadilah orang pertama yang menyarankan apa yang membuat aplikasi ini lebih baik untuk dealer Anda.
ja: あなたの販売店にもっと役立つ改善案を最初に投稿しましょう。
ko: 딜러십에 더 도움이 될 개선 아이디어를 가장 먼저 제안해 보세요.
pt_br: Seja o primeiro a sugerir o que tornaria o aplicativo melhor para sua concessionária.
ru: Станьте первым, кто предложит, что сделает приложение полезнее для вашего дилерства.
uz: Ilovani dilerlik ishingiz uchun foydaliroq qiladigan gʻoyani birinchi boʻlib taklif qiling.

# feedback_empty_title
source: No ideas yet
ar: لا توجد أفكار بعد
hi: अभी तक कोई विचार नहीं
id: Belum ada ide
ja: まだアイデアがありません
ko: 아직 아이디어가 없습니다
pt_br: Sem ideias ainda
ru: Идей пока нет
uz: Hali gʻoyalar yoʻq

# feedback_load_failed
source: Could not load ideas
ar: تعذر تحميل الأفكار
hi: विचार लोड नहीं किये जा सके
id: Tidak dapat memuat ide
ja: アイデアを読み込めませんでした
ko: 아이디어를 불러오지 못했습니다
pt_br: Não foi possível carregar ideias
ru: Не удалось загрузить идеи
uz: Gʻoyalarni yuklab boʻlmadi

# feedback_mark_done
source: Mark done
ar: تحديد كمنجز
hi: हो गया चिह्नित करें
id: Tandai selesai
ja: 完了にする
ko: 완료로 표시
pt_br: Marcar como concluído
ru: Отметить готово
uz: Bajarildi deb belgilash

# feedback_mine_badge
source: Mine
ar: لي
hi: मेरा
id: Milik saya
ja: 自分
ko: 내 것
pt_br: Meu
ru: Моя
uz: Mening

# feedback_new_idea_title
source: New Idea
ar: فكرة جديدة
hi: नया विचार
id: Ide Baru
ja: 新しいアイデア
ko: 새 아이디어
pt_br: Nova ideia
ru: Новая идея
uz: Yangi gʻoya

# feedback_remove_vote
source: Remove vote
ar: إزالة التصويت
hi: वोट हटाओ
id: Hapus suara
ja: 投票を取り消す
ko: 투표 취소
pt_br: Remover voto
ru: Убрать голос
uz: Ovozni olib tashlash

# feedback_sign_in_message
source: Every registered dealer can suggest improvements and vote, even without Pro.
ar: يمكن لكل تاجر مسجل اقتراح التحسينات والتصويت حتى بدون Pro.
hi: प्रत्येक पंजीकृत डीलर Pro के बिना भी सुधार का सुझाव दे सकता है और वोट कर सकता है।
id: Setiap dealer terdaftar dapat menyarankan perbaikan dan memberikan suara, bahkan tanpa Pro.
ja: 登録済みの販売店なら、Proでなくても改善案の投稿と投票ができます。
ko: 등록된 딜러라면 Pro가 아니어도 개선안을 제안하고 투표할 수 있습니다.
pt_br: Todo revendedor registrado pode sugerir melhorias e votar, mesmo sem Pro.
ru: Каждый зарегистрированный дилер может предлагать улучшения и голосовать, даже без Pro.
uz: Har bir roʻyxatdan oʻtgan diler Pro boʻlmasa ham taklif yozishi va ovoz berishi mumkin.

# feedback_sign_in_required
source: Please sign in to share ideas and vote.
ar: يرجى تسجيل الدخول لمشاركة الأفكار والتصويت.
hi: विचार साझा करने और वोट करने के लिए कृपया साइन इन करें।
id: Silakan masuk untuk berbagi ide dan memberikan suara.
ja: アイデアの投稿と投票にはサインインしてください。
ko: 아이디어를 공유하고 투표하려면 로그인하세요.
pt_br: Faça login para compartilhar ideias e votar.
ru: Войдите, чтобы делиться идеями и голосовать.
uz: Gʻoyalar ulashish va ovoz berish uchun tizimga kiring.

# feedback_sign_in_title
source: Sign in to share ideas
ar: سجّل الدخول لمشاركة الأفكار
hi: विचार साझा करने के लिए साइन इन करें
id: Masuk untuk berbagi ide
ja: サインインしてアイデアを共有
ko: 아이디어를 공유하려면 로그인하세요
pt_br: Faça login para compartilhar ideias
ru: Войдите, чтобы делиться идеями
uz: Gʻoyalar ulashish uchun kiring

# feedback_status_closed
source: Closed
ar: مغلق
hi: बंद
id: Ditutup
ja: 終了
ko: 닫힘
pt_br: Fechado
ru: Закрыто
uz: Yopiq

# feedback_status_in_progress
source: In Progress
ar: قيد التنفيذ
hi: प्रगति पर है
id: Sedang Berlangsung
ja: 進行中
ko: 진행 중
pt_br: Em Progress
ru: В работе
uz: Jarayonda

# feedback_status_open
source: Open
ar: مفتوح
hi: खुला
id: Buka
ja: 受付中
ko: 열림
pt_br: Abrir
ru: Открыто
uz: Ochiq

# feedback_status_planned
source: Planned
ar: مخطط
hi: योजना बनाई
id: Direncanakan
ja: 計画中
ko: 계획됨
pt_br: Planejado
ru: В плане
uz: Rejada

# feedback_status_shipped
source: Done
ar: تم
hi: हो गया
id: Selesai
ja: 完了
ko: 완료됨
pt_br: Concluído
ru: Готово
uz: Bajarildi

# feedback_submit
source: Submit
ar: إرسال
hi: सबमिट करें
id: Kirim
ja: 送信
ko: 제출
pt_br: Enviar
ru: Отправить
uz: Yuborish

# feedback_title_hint
source: 4 to 120 characters
ar: من 4 إلى 120 حرفًا
hi: 4 से 120 अक्षर
id: 4 hingga 120 karakter
ja: 4〜120文字
ko: 4~120자
pt_br: 4 a 120 caracteres
ru: От 4 до 120 символов
uz: 4 dan 120 tagacha belgi

# feedback_title_label
source: Short title
ar: عنوان قصير
hi: संक्षिप्त शीर्षक
id: Judul pendek
ja: 短いタイトル
ko: 짧은 제목
pt_br: Título curto
ru: Короткий заголовок
uz: Qisqa sarlavha

# feedback_title_placeholder
source: Example: Add home screen widgets
ar: مثال: إضافة ودجات للشاشة الرئيسية
hi: उदाहरण: होम स्क्रीन विजेट जोड़ें
id: Contoh: Tambahkan widget layar beranda
ja: 例: ホーム画面ウィジェットを追加
ko: 예: 홈 화면 위젯 추가
pt_br: Exemplo: adicionar widgets à tela inicial
ru: Например: добавить виджеты на главный экран
uz: Masalan: bosh ekranga vidjetlar qoʻshish

# feedback_vote
source: Vote
ar: تصويت
hi: वोट करें
id: Pilih
ja: 投票
ko: 투표
pt_br: Votar
ru: Голосовать
uz: Ovoz berish

# finance_analytics
source: Financial Analytics
ar: التحليلات المالية
hi: वित्तीय एनालिटिक्स
id: Keuangan Analitik
ja: 財務分析
ko: 재무 분석
pt_br: Análise Financeira
ru: Финансовая аналитика
uz: Moliyaviy tahlil

source: Financial Accounts
ar: الحسابات المالية
hi: वित्तीय खाते
id: Akun Keuangan
ja: 金融口座
pt_br: Contas financeiras
ru: Финансовые счета
uz: Moliyaviy hisoblar

source: Financial Preview
ar: المعاينة المالية
hi: वित्तीय पूर्वावलोकन
id: Pratinjau Keuangan
ja: 財務プレビュー
pt_br: Visualização financeira
ru: Финансы (Предпросмотр)
uz: Moliyaviy koʻrib chiqish

# financial_summary_section
source: Financial Summary
ar: الملخص المالي
hi: वित्तीय सारांश
id: Ringkasan Keuangan
ja: 財務サマリー
pt_br: Resumo Financeiro
ru: Финансовый отчет
uz: Moliyaviy xulosa

source: Follow up
ar: متابعة
hi: पालन करें
id: Tindak lanjuti
ja: フォローアップ
pt_br: Acompanhamento
ru: Связаться повторно
uz: Kuzatib boring

source: Free Plan
ar: خطة مجانية
hi: निःशुल्क योजना
id: Paket Gratis
ja: 無料プラン
pt_br: Plano Gratuito
ru: Бесплатный план
uz: Bepul reja

source: Good
ar: جيد
hi: अच्छा
id: Bagus
ja: 良好
pt_br: Bom
ru: Хорошо
uz: Yaxshi

source: Good Afternoon
ar: مساء الخير
hi: शुभ दोपहर
id: Selamat sore
ja: こんにちは
pt_br: Boa tarde
ru: Добрый день
uz: Xayrli kun

source: Good Evening
ar: مساء الخير
hi: शुभ संध्या
id: Selamat malam
ja: こんばんは
pt_br: Boa noite
ru: Добрый вечер
uz: Xayrli kech

source: Good Morning
ar: صباح الخير
hi: सुप्रभात
id: Selamat pagi
ja: おはようございます
pt_br: Bom dia
ru: Доброе утро
uz: Xayrli tong

# guest_account_required_message
source: Guest mode is for viewing only. Sign up to add inventory, expenses, sales, clients, and keep your data synced.
ar: وضع الضيف مخصص للعرض فقط. قم بالتسجيل لإضافة المخزون والمصروفات والمبيعات والعملاء والحفاظ على مزامنة بياناتك.
hi: गेस्ट मोड केवल देखने के लिए है। इन्वेंट्री, खर्च, बिक्री, ग्राहक जोड़ने और अपना डेटा सिंक रखने के लिए साइन अप करें।
id: Mode tamu hanya untuk melihat. Daftar untuk menambahkan inventaris, pengeluaran, penjualan, klien, dan tetap menyinkronkan data Anda.
ja: ゲストモードは閲覧専用です。在庫、経費、販売、顧客を追加し同期するには登録してください。
pt_br: O modo visitante é apenas para visualização. Cadastre-se para adicionar estoque, despesas, vendas, clientes e manter seus dados sincronizados.
ru: Гостевой режим только для просмотра. Зарегистрируйтесь, чтобы добавлять авто, расходы, продажи, клиентов и синхронизировать данные.
uz: Mehmon rejimi faqat koʻrish uchun. Inventarizatsiya, xarajatlar, savdolar, mijozlarni qoʻshish va ma'lumotlaringizni sinxronlashtirish uchun roʻyxatdan oʻting.

# guest_account_required_title
source: Create an account to continue
ar: قم بإنشاء حساب للمتابعة
hi: जारी रखने के लिए एक खाता बनाएँ
id: Buat akun untuk melanjutkan
ja: 続行するにはアカウントを作成してください
pt_br: Crie uma conta para continuar
ru: Создайте аккаунт, чтобы продолжить
uz: Davom etish uchun hisob yarating

# guest_preview_action_client
source: Add Client
ar: إضافة عميل
hi: क्लाइंट जोड़ें
id: Tambahkan Klien
ja: 顧客を追加
pt_br: Adicionar cliente
ru: Добавить клиента
uz: Mijoz qoʻshish

# guest_preview_action_sale
source: Record Sale
ar: سجل البيع
hi: रिकॉर्ड बिक्री
id: Rekam Penjualan
ja: 販売を記録
pt_br: Venda de discos
ru: Записать продажу
uz: Rekord savdo

# guest_preview_activity_title
source: Preview activity
ar: معاينة النشاط
hi: गतिविधि का पूर्वावलोकन करें
id: Pratinjau aktivitas
ja: 活動をプレビュー
pt_br: Visualizar atividade
ru: Пример активности
uz: Faoliyatni oldindan koʻrish

# guest_preview_avg_days
source: Avg. days
ar: متوسط أيام
hi: औसत दिन
id: Rata-rata hari
ja: 平均日数
pt_br: Méd. dias
ru: Сред. дней
uz: Oʻrtacha kunlar

# guest_preview_badge
source: Guest preview
ar: معاينة الضيف
hi: अतिथि पूर्वावलोकन
id: Pratinjau tamu
ja: ゲストプレビュー
pt_br: Visualização do convidado
ru: Гостевой просмотр
uz: Mehmonni oldindan koʻrish

# guest_preview_clients_subtitle
source: Preview leads, reminders, test drives, and follow-up history before you create your own CRM.
ar: قم بمعاينة العملاء المتوقعين والتذكيرات واختبارات القيادة وسجل المتابعة قبل إنشاء نظام إدارة علاقات العملاء (CRM) الخاص بك.
hi: अपना खुद का CRM बनाने से पहले पूर्वावलोकन लीड, रिमाइंडर, टेस्ट ड्राइव और फॉलो-अप इतिहास का पूर्वावलोकन करें।
id: Pratinjau prospek, pengingat, uji coba, dan riwayat tindak lanjut sebelum Anda membuat CRM Anda sendiri.
ja: CRMを作成する前に、リード、リマインダー、試乗、フォロー履歴を確認できます。
pt_br: Visualize leads, lembretes, test drives e histórico de acompanhamento antes de criar seu próprio CRM.
ru: Посмотрите лиды, напоминания, тест-драйвы и историю общения перед созданием своей CRM.
uz: Oʻz CRM-ingizni yaratishdan oldin lidlar, eslatmalar, test-drayvlar va keyingi aloqalar tarixini koʻrib chiqing.

# guest_preview_clients_title
source: Follow every buyer
ar: اتبع كل مشتري
hi: प्रत्येक खरीदार का अनुसरण करें
id: Ikuti setiap pembeli
ja: すべての購入者を追跡
pt_br: Siga todos os compradores
ru: Ведите каждого покупателя
uz: Har bir xaridorni kuzatib boring

# guest_preview_conversion
source: Conversion
ar: تحويل
hi: रूपांतरण
id: Konversi
ja: 成約率
pt_br: Conversão
ru: Конверсия
uz: Konversiya

# guest_preview_create_account
source: Create account
ar: إنشاء حساب
hi: खाता बनाएं
id: Buat akun
ja: アカウントを作成
pt_br: Criar conta
ru: Создать аккаунт
uz: Hisob yaratish

# guest_preview_dashboard_subtitle
source: Browse the main tabs with sample dealership data. Create an account when you are ready to save real records.
ar: تصفح علامات التبويب الرئيسية باستخدام بيانات الوكالة النموذجية. قم بإنشاء حساب عندما تكون مستعدًا لحفظ السجلات الحقيقية.
hi: नमूना डीलरशिप डेटा के साथ मुख्य टैब ब्राउज़ करें। जब आप वास्तविक रिकॉर्ड सहेजने के लिए तैयार हों तो एक खाता बनाएं।
id: Telusuri tab utama dengan contoh data dealer. Buat akun saat Anda siap menyimpan catatan nyata.
ja: サンプル販売店データで主要タブを確認できます。実データを保存する準備ができたらアカウントを作成してください。
pt_br: Navegue pelas guias principais com exemplos de dados da concessionária. Crie uma conta quando estiver pronto para salvar registros reais.
ru: Откройте основные вкладки с демо-данными дилера. Создайте аккаунт, когда будете готовы сохранять реальные записи.
uz: Namuna dilerlik ma'lumotlari bilan asosiy yorliqlarni koʻrib chiqing. Haqiqiy yozuvlarni saqlashga tayyor boʻlganingizda hisob yarating.

# guest_preview_dashboard_title
source: Explore the dealer workspace
ar: استكشف مساحة عمل الوكيل
hi: डीलर कार्यक्षेत्र का अन्वेषण करें
id: Jelajahi ruang kerja dealer
ja: 販売店ワークスペースを体験
pt_br: Explore o espaço de trabalho do revendedor
ru: Посмотрите рабочее пространство дилера
uz: Dilerning ish joyini oʻrganing

# guest_preview_expenses_subtitle
source: See how expenses are grouped by vehicle, employee, category, and date without entering real business data.
ar: تعرف على كيفية تجميع المصروفات حسب المركبة والموظف والفئة والتاريخ دون إدخال بيانات عمل حقيقية.
hi: देखें कि वास्तविक व्यावसायिक डेटा दर्ज किए बिना खर्चों को कार, कर्मचारी, श्रेणी और तारीख के आधार पर कैसे समूहीकृत किया जाता है।
id: Lihat bagaimana pengeluaran dikelompokkan berdasarkan kendaraan, karyawan, kategori, dan tanggal tanpa memasukkan data bisnis nyata.
ja: 実際の業務データを入力せずに、経費が車両・担当者・カテゴリ・日付別に集計される様子を確認できます。
pt_br: Veja como as despesas são agrupadas por veículo, funcionário, categoria e data sem inserir dados comerciais reais.
ru: Посмотрите, как расходы группируются по авто, сотруднику, категории и дате без ввода реальных данных.
uz: Haqiqiy biznes ma'lumotlarini kiritmasdan xarajatlar avtomobil, xodim, toifa va sana boʻyicha qanday guruhlanganligini koʻring.

# guest_preview_expenses_title
source: Understand expense control
ar: فهم التحكم في المصروفات
hi: खर्च नियंत्रण को समझें
id: Pahami pengendalian pengeluaran
ja: 経費管理を理解
pt_br: Entenda o controle de despesas
ru: Оцените контроль расходов
uz: Xarajatlarni nazorat qilishni tushunish

# guest_preview_followups
source: Follow-ups
ar: المتابعات
hi: अनुवर्ती
id: Tindak lanjut
ja: フォローアップ
pt_br: Acompanhamentos
ru: Напоминания
uz: Keyingi aloqalar

# guest_preview_hot_leads
source: Hot leads
ar: خيوط ساخنة
hi: हॉट लीड
id: Petunjuk panas
ja: 有望リード
pt_br: Leads importantes
ru: Горячие лиды
uz: Issiq lidlar

# guest_preview_low_stock
source: Low stock
ar: مخزون منخفض
hi: कम स्टॉक
id: Stok rendah
ja: 低在庫
pt_br: Estoque baixo
ru: Мало на складе
uz: Kam zaxira

# guest_preview_month_profit
source: Month profit
ar: ربح الشهر
hi: माह लाभ
id: Keuntungan bulan
ja: 月間利益
pt_br: Lucro do mês
ru: Прибыль месяца
uz: Oylik foyda

# guest_preview_month_spend
source: Month spend
ar: إنفاق الشهر
hi: महीने का खर्च
id: Pembelanjaan bulan
ja: 月間支出
pt_br: Gasto do mês
ru: Расходы месяца
uz: Oy sarflash

# guest_preview_parts_subtitle
source: Preview stock levels, low-stock alerts, and part sales before loading your real warehouse.
ar: قم بمعاينة مستويات المخزون وتنبيهات انخفاض المخزون والمبيعات الجزئية قبل تحميل مستودعك الحقيقي.
hi: अपने वास्तविक गोदाम को लोड करने से पहले स्टॉक स्तर, कम स्टॉक अलर्ट और आंशिक बिक्री का पूर्वावलोकन करें।
id: Pratinjau tingkat stok, peringatan stok rendah, dan penjualan suku cadang sebelum memuat gudang Anda yang sebenarnya.
ja: 実在庫を登録する前に、部品在庫数、低在庫アラート、部品販売を確認できます。
pt_br: Visualize os níveis de estoque, alertas de estoque baixo e vendas de peças antes de carregar seu armazém real.
ru: Посмотрите остатки, предупреждения о низком запасе и продажи запчастей до загрузки реального склада.
uz: Haqiqiy omboringizni yuklashdan oldin zaxiralar darajasini, kam zaxiralar haqida ogohlantirishlarni va qismlarni sotishni koʻrib chiqing.

# guest_preview_parts_title
source: Track parts inventory
ar: تتبع مخزون قطع الغيار
hi: भागों की सूची ट्रैक करें
id: Lacak inventaris suku cadang
ja: 部品在庫を管理
pt_br: Rastrear o estoque de peças
ru: Контролируйте склад запчастей
uz: Ehtiyot qismlar inventarini kuzatib boring

# guest_preview_row_brake_pads
source: Brake pads
ar: منصات الفرامل
hi: ब्रेक पैड
id: Bantalan rem
ja: ブレーキパッド
pt_br: Pastilhas de freio
ru: Тормозные колодки
uz: Tormoz prokladkalari

# guest_preview_row_deposit
source: Deposit received
ar: تم استلام الوديعة
hi: जमा प्राप्त हुआ
id: Setoran diterima
ja: 入金あり
pt_br: Depósito recebido
ru: Получен депозит
uz: Depozit olingan

# guest_preview_row_hot_lead
source: Hot lead
ar: العملاء المحتملون الساخن
hi: गरम सीसा
id: Timah panas
ja: 有望リード
pt_br: Lead importante
ru: Горячий лид
uz: Issiq lid

# guest_preview_row_hot_lead_detail
source: Interested in a sedan
ar: مهتم بمركبة سيدان
hi: सेडान में रुचि है
id: Tertarik dengan sedan
ja: セダンに興味あり
pt_br: Interessado em um sedã
ru: Интересуется седаном
uz: Sedanga qiziqadi

# guest_preview_row_inventory
source: Inventory snapshot
ar: لقطة المخزون
hi: इन्वेंटरी स्नैपशॉट
id: Cuplikan inventaris
ja: 在庫スナップショット
pt_br: Resumo do estoque
ru: Сводка инвентаря
uz: Inventar lavhasi

# guest_preview_row_oil_filters
source: Oil filters
ar: مرشحات الزيت
hi: तेल फिल्टर
id: Filter oli
ja: オイルフィルター
pt_br: Filtros de óleo
ru: Масляные фильтры
uz: Yogʻ filtrlari

# guest_preview_row_profit
source: Profit recorded
ar: تم تسجيل الربح
hi: मुनाफा दर्ज किया गया
id: Keuntungan dicatat
ja: 利益を記録
pt_br: Lucro registrado
ru: Прибыль учтена
uz: Foyda qayd etilgan

# guest_preview_row_reminder
source: Follow-up reminder
ar: تذكير بالمتابعة
hi: अनुवर्ती अनुस्मारक
id: Pengingat tindak lanjut
ja: フォローアップ通知
pt_br: Lembrete de acompanhamento
ru: Напоминание
uz: Kuzatuv eslatmasi

# guest_preview_row_reminder_detail
source: Call tomorrow
ar: اتصل غدا
hi: कल कॉल करें
id: Telepon besok
ja: 明日電話
pt_br: Ligue amanhã
ru: Позвонить завтра
uz: Ertaga qoʻngʻiroq qiling

# guest_preview_row_salary
source: Team salary
ar: راتب الفريق
hi: टीम का वेतन
id: Gaji tim
ja: チーム給与
pt_br: Salário da equipe
ru: Зарплата команды
uz: Jamoa maoshi

# guest_preview_row_sale_recorded
source: Sale recorded
ar: تم تسجيل البيع
hi: बिक्री दर्ज की गई
id: Penjualan dicatat
ja: 販売を記録
pt_br: Venda registrada
ru: Продажа записана
uz: Sotish qayd etilgan

# guest_preview_row_sync
source: Cloud sync
ar: المزامنة السحابية
hi: क्लाउड सिंक
id: Sinkronisasi awan
ja: クラウド同期
pt_br: Sincronização na nuvem
ru: Облачная синхронизация
uz: Bulutli sinxronlash

# guest_preview_row_sync_detail
source: Available after sign-up
ar: متاح بعد الاشتراك
hi: साइन-अप के बाद उपलब्ध
id: Tersedia setelah mendaftar
ja: 登録後に利用可能
pt_br: Disponível após inscrição
ru: Доступно после регистрации
uz: Roʻyxatdan oʻtgandan keyin mavjud

# guest_preview_row_test_drive
source: Test drive
ar: اختبار القيادة
hi: टेस्ट ड्राइव
id: Uji coba
ja: 試乗
ru: Тест-драйв
uz: Test-drayv

# guest_preview_row_test_drive_detail
source: Scheduled today
ar: المقرر اليوم
hi: आज शेड्यूल किया गया
id: Dijadwalkan hari ini
ja: 本日予定
pt_br: Agendado para hoje
ru: Запланирован сегодня
uz: Bugun rejalashtirilgan

# guest_preview_row_tires
source: Tires
ar: الإطارات
hi: टायर
id: Ban
ja: タイヤ
pt_br: Pneus
ru: Шины
uz: Shinalar

# guest_preview_row_transport
source: Transport
ar: ينقل
hi: परिवहन
id: Transportasi
ja: 陸送
pt_br: Transporte
ru: Транспорт

# guest_preview_row_vehicle_prep
source: Vehicle preparation
ar: إعداد المركبة
hi: कार की तैयारी
id: Persiapan kendaraan
ja: 納車前整備
pt_br: Preparação do veículo
ru: Подготовка авто
uz: Avtomobilni tayyorlash

# guest_preview_sales_subtitle
source: Preview revenue, deposits, profit, and sold vehicle history before recording a real deal.
ar: قم بمعاينة الإيرادات والودائع والأرباح وتاريخ المركبات المباعة قبل تسجيل صفقة حقيقية.
hi: वास्तविक सौदा रिकॉर्ड करने से पहले राजस्व, जमा, लाभ और बेचे गए कार के इतिहास का पूर्वावलोकन करें।
id: Pratinjau pendapatan, setoran, laba, dan riwayat kendaraan yang terjual sebelum mencatat transaksi nyata.
ja: 実際の販売を記録する前に、売上、入金、利益、販売済み車両履歴を確認できます。
pt_br: Visualize receitas, depósitos, lucros e histórico de veículos vendidos antes de registrar um negócio real.
ru: Посмотрите выручку, депозиты, прибыль и историю проданных авто перед записью реальной сделки.
uz: Haqiqiy bitimni yozishdan oldin daromad, depozitlar, foyda va sotilgan avtomobil tarixini koʻrib chiqing.

# guest_preview_sales_title
source: Review sales flow
ar: مراجعة تدفق المبيعات
hi: बिक्री प्रवाह की समीक्षा करें
id: Tinjau alur penjualan
ja: 販売フローを確認
pt_br: Analise o fluxo de vendas
ru: Оцените процесс продаж
uz: Savdo oqimini koʻrib chiqing

# guest_preview_units
source: units
ar: وحدات
hi: इकाइयाँ
id: unit
ja: 個
pt_br: unidades
ru: шт.
uz: dona

# guest_preview_vehicles_subtitle
source: Preview inventory cards, cost visibility, status tracking, and sale readiness without saving vehicles.
ar: قم بمعاينة بطاقات المخزون ورؤية التكلفة وتتبع الحالة والاستعداد للبيع دون حفظ المركبات.
hi: कारों को सहेजे बिना इन्वेंट्री कार्ड, लागत दृश्यता, स्थिति ट्रैकिंग और बिक्री की तैयारी का पूर्वावलोकन करें।
id: Pratinjau kartu inventaris, visibilitas biaya, pelacakan status, dan kesiapan penjualan tanpa menyimpan kendaraan.
ja: 車両を保存せずに、在庫カード、原価表示、ステータス管理、販売準備状況を確認できます。
pt_br: Visualize cartões de estoque, visibilidade de custos, rastreamento de status e disponibilidade de venda sem salvar veículos.
ru: Посмотрите карточки авто, себестоимость, статусы и готовность к продаже без сохранения машин.
uz: Avtomobillarni saqlamasdan inventar kartalarini, xarajatlar koʻrinishini, holatni kuzatish va sotishga tayyorligini koʻrib chiqing.

# guest_preview_vehicles_title
source: Preview vehicle inventory
ar: معاينة مخزون المركبات
hi: कार सूची का पूर्वावलोकन करें
id: Pratinjau inventaris kendaraan
ja: 車両在庫をプレビュー
pt_br: Visualizar estoque de veículos
ru: Посмотрите склад автомобилей
uz: Avtomobil inventarini oldindan koʻrish

source: Health Score
ar: النتيجة الصحية
hi: स्वास्थ्य स्कोर
id: Skor Kesehatan
ja: 健全性スコア
pt_br: Pontuação de integridade
ru: Индекс состояния
uz: Salomatlik koʻrsatkichi

source: Hide password
ar: إخفاء كلمة المرور
hi: पासवर्ड छिपाएं
id: Sembunyikan kata sandi
ja: パスワードを非表示
pt_br: Ocultar senha
ru: Скрыть пароль
uz: Parolni yashirish

source: Highest Holding Cost
ar: أعلى تكلفة القابضة
hi: उच्चतम होल्डिंग लागत
id: Biaya Penyimpanan Tertinggi
ja: 保有費 最大
pt_br: Maior custo de retenção
ru: Самая высокая стоимость хранения
uz: Eng yuqori ushlab turish narxi
